<template>
  <div class="mt-24 mb-20">
    <div class="container">
      <div class="row flex-column text-black">
        <h2 class="pl-4">常見問題</h2>
        <div class="col-2 mt-8">
          <p class="fz-24">我想詢問配鏡問題</p>
        </div>
        <div class="col-8 mt-6">
          <p class="fz-20 fw-bold">Q1.請問可否自備鏡框單配鏡片？</p>
          <p class="mt-2">
            A1.我牌鏡框搭配薄型非球面鏡片 1480 元，搭配功能型鏡片則依鏡片種類加價購買。
            <br />
            當日購買JINS盒裝眼鏡，搭配薄型非球面鏡片 980 元（隔日後則為 1480
            元），搭配功能型鏡片則依鏡片種類加價購買。 他牌鏡框，搭配薄型非球面鏡片 1980
            元，搭配功能型鏡片則依鏡片種類加價購買。
          </p>
        </div>
        <div class="col-8 mt-8">
          <p class="fz-20 fw-bold">Q2.眼鏡都可以20分鐘取件嗎？</p>
          <p class="mt-2">
            A1.我牌鏡框搭配薄型非球面鏡片 1480 元，搭配功能型鏡片則依鏡片種類加價購買。
            <br />
            當日購買JINS盒裝眼鏡，搭配薄型非球面鏡片 980 元（隔日後則為 1480
            元），搭配功能型鏡片則依鏡片種類加價購買。 他牌鏡框，搭配薄型非球面鏡片 1980
            元，搭配功能型鏡片則依鏡片種類加價購買。
          </p>
        </div>
        <div class="col-8 mt-8">
          <p class="fz-20 fw-bold">Q3.散光鏡片需要額外加價嗎？</p>
          <p class="mt-2">
            A1.我牌鏡框搭配薄型非球面鏡片 1480 元，搭配功能型鏡片則依鏡片種類加價購買。
            <br />
            當日購買JINS盒裝眼鏡，搭配薄型非球面鏡片 980 元（隔日後則為 1480
            元），搭配功能型鏡片則依鏡片種類加價購買。 他牌鏡框，搭配薄型非球面鏡片 1980
            元，搭配功能型鏡片則依鏡片種類加價購買。
          </p>
        </div>
        <div class="col-8 mt-8">
          <p class="fz-20 fw-bold">Q4.我可以使用舊眼鏡的度數配鏡片嗎？</p>
          <p class="mt-2">
            A1.我牌鏡框搭配薄型非球面鏡片 1480 元，搭配功能型鏡片則依鏡片種類加價購買。
            <br />
            當日購買JINS盒裝眼鏡，搭配薄型非球面鏡片 980 元（隔日後則為 1480
            元），搭配功能型鏡片則依鏡片種類加價購買。 他牌鏡框，搭配薄型非球面鏡片 1980
            元，搭配功能型鏡片則依鏡片種類加價購買。
          </p>
        </div>
        <div class="col-8 mt-8">
          <p class="fz-20 fw-bold">Q5.請問可以單購買鏡框嗎？</p>
          <p class="mt-2">
            A1.我牌鏡框搭配薄型非球面鏡片 1480 元，搭配功能型鏡片則依鏡片種類加價購買。
            <br />
            當日購買JINS盒裝眼鏡，搭配薄型非球面鏡片 980 元（隔日後則為 1480
            元），搭配功能型鏡片則依鏡片種類加價購買。 他牌鏡框，搭配薄型非球面鏡片 1980
            元，搭配功能型鏡片則依鏡片種類加價購買。
          </p>
        </div>
      </div>
    </div>
  </div>
</template>
